[
    {
        "_id": "64d515d1fd952f84391b70ba",
        "clientName": "Aneisha Byrd  ",
        "clientPic": "images/testimonial/Aneisha Byrd.jpg",
        "county": "USA",
        "countyPic": "https://flagcdn.com/w2560/us.png",
        "review": "Waqas is a professional presentation designer on Fiverr. I just explained what I wanted, and he did a very good job. I am 100% satisfied with his work. He provided me with a beautiful template for my use. I 100% recommend him to other clients. I have more projects for him and will definitely be giving him more work shortly. Thank you very much.",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d50a96fd952f84391b7058",
        "clientName": "Chris Poole  ",
        "clientPic": "images/testimonial/Chris Poole.png",
        "county": "CANADA",
        "countyPic": "https://flagcdn.com/w2560/us.png",
        "review": "Seriously, amazing job! I had a feeling as most skeptical people do that the design would be just all right, but seriously it looks amazing, presentable, and everything you could want to present to a client. Great job to this amazing human!",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d5cd67fd952f84391b71c5",
        "clientName": "Joseph Fountain ",
        "clientPic": "images/testimonial/Joseph Fountain.png",
        "county": "NEWZELAND ",
        "countyPic": "https://flagcdn.com/w2560/nz.png",
        "review": "Communication was good and the project was delivered on time and to a high standard. I really like the attention to detail and the thought put into the icons, the icons were perfect for this. Am very pleased with the work and will use this service again. Thanks.",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d5d1f3fd952f84391b71f3",
        "clientName": "Mss Francois ",
        "clientPic": "images/testimonial/Mss Francois.png",
        "county": "United States",
        "countyPic": "https://flagcdn.com/w2560/us.png",
        "review": "Absolutely outstanding work! I was expecting something quite average due to the reasonable price of this service, however I was completely blown away by the high quality presentation that was produced. Excellent brand alignment and attention to detail, ultimately delivering a unique and memorable presentation that came across as both creative yet professional and corporate. Certainly will be back.",
        "star": 5,
        "selected": false,
        "__v": 0
    },

    {
        "_id": "64d51635fd952f84391b70c2",
        "clientName": "Chuck Mollor",
        "clientPic": "images/testimonial/Chuck Mollor.png",
        "county": "United Kingdom",
        "countyPic": "https://flagcdn.com/w2560/us.png",
        "review": "Working with waqasabbas was an absolute pleasure. His team was responsive and over delivered in terms of product and delivered in less time then outlined. Highly recommend. Further, they were able to deliver even in areas where we didn't provide much creative direction.",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d516c9fd952f84391b70ca",
        "clientName": "Fatima AlQubaisi ",
        "clientPic": "images/testimonial/Chris Poole.png",
        "county": "UAE",
        "countyPic": "https://flagcdn.com/w2560/uae.png",
        "review": "The design was top-notch. What impressed me the most was attention to details for both presentations (Arabic and English). Communication was smooth throughout, and the end product was reviewed and edited twice as per my requirements. Highly Recommend! 5/5",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d5caf0fd952f84391b71b0",
        "clientName": "Felipe Ramos ",
        "clientPic": "images/testimonial/Felipe Ramos.png",
        "county": "BRAZIL",
        "countyPic": "https://flagcdn.com/w2560/br.png",
        "review": "Recomendo profissional para apresentações no Google Apresentações. Tive o prazer de trabalhar com ele em uma apresentação que fizemos e fiquei muito impressionado com suas habilidades. Além de suas habilidades de comunicação, também um profissional altamente organizado e dedicado. Ele é capaz de trabalhar com prazos apertados e atender às expectativas do cliente.",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d5cd67fd952f84391b71c5",
        "clientName": "Joseph Fountain ",
        "clientPic": "images/testimonial/Joseph Fountain.png",
        "county": "NEWZELAND ",
        "countyPic": "https://flagcdn.com/w2560/nz.png",
        "review": "Communication was good and the project was delivered on time and to a high standard. I really like the attention to detail and the thought put into the icons, the icons were perfect for this. Am very pleased with the work and will use this service again. Thanks.",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d5ceeffd952f84391b71cf",
        "clientName": "Loubna Kias   ",
        "clientPic": "images/testimonial/Loubna Kias.png",
        "county": "UAE",
        "countyPic": "https://flagcdn.com/w2560/ue.png",
        "review": "Waqas is very good at what he does, I've worked in the past with him and he always delivers.. Fantastic work, very creative and can recommend him to others looking to boost up their presentations. I will definitely work again with him in the near future.",
        "star": 5,
        "selected": false,
        "__v": 0
    },
    {
        "_id": "64d5d0f7fd952f84391b71e5",
        "clientName": "Matt Coffey ",
        "clientPic": "images/testimonial/Matt Coffey.png",
        "county": "USA",
        "countyPic": "https://flagcdn.com/w2560/us.png",
        "review": "I had an excellent experience working with Waqas! He delivered a professional and visually stunning PowerPoint deck template that exceeded my expectations. The design was clean, modern, and perfectly aligned with my brand vision. Waqas was highly responsive and accommodating to my requests, ensuring every detail was just right. I highly recommend his services to anyone looking for top-quality presentation designs. Great job, Waqas!",
        "star": 5,
        "selected": false,
        "__v": 0
    },

    {
        "_id": "64d5d2e3fd952f84391b71fd",
        "clientName": "Shola Salako ",
        "clientPic": "images/testimonial/Shola Salako.png",
        "county": "United States",
        "countyPic": "https://flagcdn.com/w2560/us.png",
        "review": "Waqas always impresses me with his presentation template work! I am a repeat customer and always look forward to the next exciting design from Waqas. Great work ethic and skill. He is quite a creative genius with PowerPoint and presentations. I look forward to our next project together. Cheers!",
        "star": 5,
        "selected": false,
        "__v": 0
    }

]